tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'libyaml'
brew 'openssl'
brew 'readline'
brew 'python'
brew 'ansible'
brew 'ant', args: ['with-bcel', 'with-ivy']
brew 'apr'
brew 'apr-util'
brew 'autoconf'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'boost'
brew 'brew-cask-completion'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'coreutils'
brew 'ctop'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dos2unix'
brew 'emojify'
brew 'expat'
brew 'fortune'
brew 'freexl'
brew 'fswatch'
brew 'git'
brew 'fzf'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'jpeg'
brew 'libtiff'
brew 'gd'
brew 'geos'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'libxml2'
brew 'libspatialite'
brew 'gdal'
brew 'libusb'
brew 'pinentry'
brew 'gnupg'
brew 'gpg-agent'
brew 'gradle'
brew 'groovy'
brew 'htop'
brew 'icu4c'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jenv'
brew 'oniguruma'
brew 'jq'
brew 'jsonpp'
brew 'libssh2'
brew 'libsvg'
brew 'libusb-compat'
brew 'libzip'
brew 'lynx'
brew 'maven'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'mongodb', restart_service: true
brew 'mysql', restart_service: true
brew 'n'
brew 'netcat'
brew 'node'
brew 'nspr'
brew 'nss'
brew 'peco'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'qt'
brew 'redis'
brew 'ruby'
brew 'rust'
brew 's3cmd'
brew 'solr'
brew 'ssh-copy-id'
brew 'tree'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'z'
brew 'zlib'
brew 'zplug'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'homebrew/apache/httpd24', args: ['with-http2', 'with-privileged-ports']
brew 'homebrew/php/php71', args: ['with-httpd24']
brew 'homebrew/php/php71-apcu'
brew 'homebrew/php/php71-imagick'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-opcache'
brew 'homebrew/php/php71-pdo-dblib'
brew 'homebrew/php/php71-xdebug'
brew 'homebrew/php/php71-yaml'
brew 'homebrew/science/r'
cask 'adium'
cask 'caffeine'
cask 'chromatic'
cask 'docker-toolbox'
cask 'gpgtools'
cask 'hyper'
cask 'java7'
cask 'keepassx'
cask 'lightpaper'
cask 'mactex'
cask 'openoffice'
cask 'openzfs'
cask 'owncloud'
cask 'rubymine'
cask 'shiftit'
cask 'teamviewer'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
